[
	{
		"nom" : "Guerre des Gaules",
		"dates" : [-58, -51],
		"date_median" : -54,
		"description" : "Sur les sept millions d'habitants estimés de la Gaule, deux millions de Gaulois assassinés ou déportés",
		"nombreMorts" : 2000000,
		"moyenneMorts" : 18.18,
		"pays" : ["FRA"],
		"x" : 660,
		"y" : 273,
		"popAvant" : 7000000,
		"popEchelle" : 2210000,
		"Echelle" : "Paris"
	},
	{
		"nom" : "Les Croisades",
		"dates" : [1095, 1291],
		"date_median" : 1150,
		"description" : "Après les massacres commis chemin faisant pour Jérusalem, dont 30.000 Juifs en Rhénanie, ils tuèrent lors de la prise de la Ville Sainte 70.000 Musulmans et Juifs - hommes, femmes, enfants, vieillards - pour ensuite les piller. Comme écrit le chroniqueur Franc de Gesta Francorum qui prit part à la curée, après ce massacre, les Croisés, tout dégoulinants de sang, 'allèrent, pleurant de joie, honorer le Tombeau du Seigneur'",
		"nombreMorts" : 1000000,
		"moyenneMorts" : 9.09,
		"pays" : ["FRA", "POL", "DEU", "ISR"],
		"x" : 747,
		"y" : 323,
		"popAvant" : 10000000,
		"popEchelle" : 2210000,
		"Echelle" : "Paris"
	},
	{
		"nom" : "Croisade des Albigeois",
		"dates" : [1208, 1249],
		"date_median" : 1229,
		"description" : "La croisade des Albigeois (ou croisade contre les Albigeois) est une croisade proclamée par l'Église catholique contre l'hérésie, principalement le catharisme et dans une faible mesure le valdéisme, les populations sont masacrées",
		"nombreMorts" :  200000,
		"moyenneMorts" : 1.81,
		"pays" : ["FRA"],
		"x" : 657,
		"y" : 285,
		"popAvant" : 15000000,
		"popEchelle" : 224900,
		"Echelle" : "Lille"
	},
	{
		"nom" : "Chasse aux sorcières",
		"dates" : [1400, 1700],
		"date_median" : 1500,
		"description" : "La chasse aux sorcières est la recherche et la condamnation de personnes accusées de pratiquer la magie noire.",
		"nombreMorts" :  100000,
		"moyenneMorts" : 0.9,
		"pays" : ["DEU", "FRA", "ESP", "SWE", "CHE", "AUT", "DNK"],
		"x" : 657,
		"y" : 285,
		"popAvant" : 15300000,
		"popEchelle" : 224900,
		"Echelle" : "Lille"
	},
	{
		"nom" : "Guerre de Trente Ans",
		"dates" : [1618, 1648],
		"date_median" : 1632,
		"description" : "La guerre de Trente Ans est une série de conflits armés qui a déchiré l’Europe de 1618 à 1648. Les causes en sont multiples mais son déclencheur est la révolte des sujets tchèques protestants de la maison de Habsbourg, la répression qui suivit et le désir de ces derniers d’accroître leur hégémonie et celle de la religion catholique dans le Saint-Empire.",
		"nombreMorts" :  5750000,
		"moyenneMorts" : 52.27,
		"pays" : ["DEU", "FRA", "ESP", "SWE", "CHE", "AUT", "DNK"],
		"x" : 657,
		"y" : 285,
		"popAvant" : 21000000,
		"popEchelle" : 65700000,
		"Echelle" : "France"
	},
	{
		"nom" : "Traite des Noirs",
		"dates" : [1451, 1870],
		"date_median" : 1660,
		"description" : "la traite des Noirs désigne des commerces d'esclaves dont ont été victimes, par millions, les populations de l'Afrique de l'ouest, Afrique centrale et l'Afrique australe durant plusieurs siècles",
		"nombreMorts" :  11000000,
		"moyenneMorts" : 100,
		"pays" : ["DNK", "FRA", "GBR", "ESP", "PR1", "BEL"],
		"x" : 657,
		"y" : 285,
		"popAvant" : 20000000,
		"popEchelle" : 65700000,
		"Echelle" : "France"
	},
	{
		"nom" : "Inquisition espagnole",
		"dates" : [1400, 1800],
		"date_median" : 1700,
		"description" : " Conçue à l'origine pour maintenir l'orthodoxie catholique dans leurs royaumes, elle avait des précédents dans d'autres institutions similaires en Europe depuis le xiiie siècle. Elle a élargi le champ de ses justiciables (musulmans, protestants, sectes…)",
		"nombreMorts" :  350000,
		"moyenneMorts" : 3.18,
		"pays" : ["ESP"],
		"x" : 645,
		"y" : 303,
		"popAvant" : 9160000,
		"popEchelle" : 826700,
		"Echelle" : "Marseille"
	},
	{
		"nom" : "Révolution française",
		"dates" : [1793, 1794],
		"date_median" : 1794,
		"description" : "La République française, alors engagée dans une guerre révolutionnaire contre une coalition européenne et une guerre civile contre les royalistes et les fédéralistes, est gouvernée par un pouvoir d’exception reposant sur la force, l’illégalité et la répression9 à l'encontre des opposants politiques qualifiés de « contre-révolutionnaires ».",
		"nombreMorts" :  263000,
		"moyenneMorts" : 2.39,
		"pays" : ["FRA"],
		"x" : 660,
		"y" : 268,
		"popAvant" : 28100000,
		"popEchelle" : 826700,
		"Echelle" : "Marseille"
	},
	{
		"nom" : "génocide arménien par turc",
		"dates" : [1915],
		"date_median" : 1915,
		"description" : "Préparés et organisés depuis Constantinople, alors capitale de l'empire, les déportations et les massacres ont été mis en œuvre à l'échelle locale par les responsables des divers districts et provinces chargés de rassembler leurs administrés arméniens, ainsi que par les soldats et gendarmes ottomans qui escortaient les convois jusqu'au désert et procédaient eux-mêmes à des exécutions ou laissaient libre cours à la violence de groupes de bandits armés",
		"nombreMorts" :  1500000,
		"moyenneMorts" : 13.64,
		"pays" : ["ARM"],
		"x" : 770,
		"y" : 295,
		"popAvant" : 3000000,
		"popEchelle" : 2210000,
		"Echelle" : "Paris"
	},
	{
		"nom" : "terreur rouge",
		"dates" : [1918, 1922],
		"date_median" : 1920,
		"description" : "Le terme de terreur rouge désigne la politique répressive d'arrestations et d'exécutions de masse appliquée en Russie soviétique par la Tchéka et l'Armée rouge pour le compte du gouvernement bolchevik durant la guerre civile russe.",
		"nombreMorts" :  140000,
		"moyenneMorts" : 1.27,
		"pays" : ["RUS"],
		"x" : 740,
		"y" : 225,
		"popAvant" : 7000000,
		"popEchelle" : 224900,
		"Echelle" : "Lille"
	},
	{
		"nom" : "Génocide pontique",
		"dates" : [1921, 1923],
		"date_median" : 1922,
		"description" : "Ces termes se réfèrent aux persécutions, aux massacres, aux expulsions ainsi qu’aux migrations forcées infligées par le gouvernement Jeunes-Turcs aux Grecs pontiques au début du xxe siècle",
		"nombreMorts" :  390000,
		"moyenneMorts" : 3.55,
		"pays" : ["TUR"],
		"x" : 657,
		"y" : 285,
		"popAvant" : 7000000,
		"popEchelle" : 826700,
		"Echelle" : "Marseille"
	},
	{
		"nom" : "grandes purges",
		"dates" : [1936],
		"date_median" : 1936,
		"description" : "Période de répression politique massive en Union soviétique dans la seconde moitié des années 1930. Totalement dominé par la personnalité de Joseph Staline, le Parti communiste utilise alors à grande échelle l'emprisonnement, la déportation et l'exécution pour éliminer ses opposants politiques réels ou supposés.",
		"nombreMorts" :  1799455,
		"moyenneMorts" : 16.36,
		"pays" : ["RUS"],
		"x" : 745,
		"y" : 225,
		"popAvant" : 7000000,
		"popEchelle" : 65700000,
		"Echelle" : "France"
	},
	{
		"nom" : "La shoah, seconde guerre mondiale",
		"dates" : [1933, 1945],
		"date_median" : 1939,
		"description" : "La shoah est l’extermination systématique par l’Allemagne nazie d'entre cinq et six millions de Juifs, soit les deux tiers des Juifs d'Europe et environ 40 % des Juifs du monde, pendant la Seconde Guerre mondiale. Les Juifs, désignés par les nazis comme leurs ennemis irréductibles et assimilés à une race inférieure selon leur idéologie, furent affamés jusqu’à la mort dans les ghettos de Pologne et d’Union soviétique occupée ou assassinés par l’emploi des méthodes suivantes : fusillades massives des Einsatzgruppen sur le front de l’Est ; travail forcé et sous-alimentation dans les camps de concentration ; gazage dans les « camions à gaz » ou dans les chambres à gaz des camps d’extermination. Dans ce dernier cas, les corps étaient éliminés par l'usage intensif des fours crématoires. Cette partie de la Shoah en fait le seul génocide industrialisé de l'histoire.",
		"nombreMorts" : 5185000,
		"moyenneMorts" : 47.14,
		"pays" : ["FRA", "POL", "DEU", "BGR", "AUT", "SVK", "GRC", "NLD", "HUN", "BEL"],
		"x" : 707,
		"y" : 250,
		"popAvant" : 7000000,
		"popEchelle" : 65700000,
		"Echelle" : "France"
	},
	{
		"nom" : "Aktion T4 (anti-handicapé)",
		"dates" : [1940, 1941],
		"date_median" : 1941,
		"description" : "Campagne systématique d'assassinat par le régime nazi en vue d’éliminer les handicapés mentaux ou physiques. Au sens strict, elle ne concerne que les assassinats au moyen de chambres à gaz, mais la plupart des auteurs y incluent l'élimination des malades mentaux par la famine, des injections médicamenteuses létales ou d'autres méthodes.",
		"nombreMorts" : 250000,
		"moyenneMorts" : 2.27,
		"pays" : ["DEU"],
		"x" : 680,
		"y" : 260,
		"popAvant" : 7000000,
		"popEchelle" : 826700,
		"Echelle" : "Marseille"
	},
	{
		"nom" : "Guerre d'anéantissement du IIIe Reich contre l'Union soviétique",
		"dates" : [1941, 1944],
		"date_median" : 1942,
		"description" : "",
		"nombreMorts" :	11000000,
		"moyenneMorts" : 100,
		"pays" : ["RUS"],
		"x" : 740,
		"y" : 245,
		"popAvant" : 7000000,
		"popEchelle" : 65700000,
		"Echelle" : "France"
	},
	{
		"nom" : "massacres des  Oustachis croates",
		"dates" : [1941, 1945],
		"date_median" : 1943,
		"description" : " la Yougoslavie est envahie par les forces de l’Axe. Pavelić devient le dirigeant de l’État indépendant de Croatie créé le 10 avril 1941, inféodé de fait à l’Allemagne et à l’Italie, dont il copie les institutions. Le régime en place persécute et assassine 35 000 Juifs, entre 172 0001 et 290 0002 Serbes et 25 000 Tziganes",
		"nombreMorts" :	300000,
		"moyenneMorts" : 2.73,
		"pays" : ["KOS"],
		"x" : 709,
		"y" : 288,
		"popAvant" : 7000000,
		"popEchelle" : 826700,
		"Echelle" : "Marseille"
	},
	{
		"nom" : "Massacre de Bleiburg",
		"dates" : [1945],
		"date_median" : 1945,
		"description" : "Meurtre de masse des soldats et civils croates qui fuyaient l'État indépendant de Croatie vaincu, qui en fait était contrôlé par le Troisième Reich.",
		"nombreMorts" :	190000,
		"moyenneMorts" : 1.73,
		"pays" : ["AUT"],
		"x" : 695,
		"y" : 270,
		"popAvant" : 7000000,
		"popEchelle" : 826700,
		"Echelle" : "Marseille"
	},
	{
		"nom" : "Tito",
		"dates" : [1944, 1980],
		"date_median" : 1962,
		"description" : "Tito, après une période de guerre particulièrement violente, se traduit par la répression d'un maximum de 775 000 personnes, dont 260 000 exécutions expéditives7. L'OZNA (Bureau de protection du peuple), police politique des Partisans, rebaptisée UDBA (Administration de la Sécurité de l'État) a tout pouvoir pour mener une politique de terreur8. Certains villages albanais du Kosovo, tenus par la guérilla du Balli Kombëtar partisane du rattachement à la Grande Albanie, sont rasés et leur population massacrée.",
		"nombreMorts" :  1072000,
		"moyenneMorts" : 9.75,
		"pays" : ["KOS"],
		"x" : 709,
		"y" : 292,
		"popAvant" : 7000000,
		"popEchelle" : 2166200,
		"Echelle" : "Paris"
		
	}
]
